0 TEXT
1 lg
2 verdadero
3 amigo
4 ser
5 tomar
6 mano
7 tocar
8 Gabriel
9 porro
10 subir
11 minuto
12 pulsador
13 M7
14 rojo
15 Aitana
16 haber
17 coger
18 jersey
19 nuevo
20 Ana
21 quitar
22 etiqueta
23 poner
24 permiso
25 papo
26 Fan
27 Rio
28 EXCLUSIVA
29 Mexico
30 llorar
31 FALLA
32 sales
33 decir
34 exiliado
35 President
36 fugado
37 bueno
38 responsable
39 propio
40 acto
41 Bananaaaaaa
42 encantar
43 batir
44 arrancar
45 novio
46 roi
47 hacer
48 carta
49 lea
50 estado
51 sentar
52 solo
53 preguntar
54 Roi
55 Rois
56 creer
57 responder
58 gustar
59 ver
60 OT
61 iPhone
62 conseguir
63 tener
64 dar
65 mensaje
66 seguirnos
67 querer
68 llegar
69 amaia
70 alfred
71 aitana
72 separar
73 hombre
74 recorridos
75 inesperado
76 anuncio
77 Dedicado
78 incongruencia
79 redoble
80 tambor
81 mear
82 vida
83 tratar
84 recoger
85 fruto
86 cosecha
87 semilla
88 siembra
89 poder
90 elegir
91 vosotros
92 ganar
93 votare
94 noche
95 fuerza
96 soportar
97 calor
98 agobiante
99 esperar
100 Sois
101 pesados
102 vaca
103 brazo
104 Barcelona
105 dignidad
106 salarial
107 Plaza
108 Urquinaona
109 dudar
110 firma
111 disco
112 presento
113 gilipollas
114 aplicar
115 ley
116 mordaza
117 Arzobispo
118 Toledo
119 examen
120 vais
121 aprobar
122 UCO
123 usar
124 dinero
125 procedente
126 registrar
127 invitamos
128 conocer
129 territorio
130 protegido
131 amarteEs
132 sirena
133 tiQue
134 atraer
135 broche
136 final
137 maravilloso
138 Triunfo
139 deber
140 finalista
141 dulzura
142 Amaia
143 caris
144 perder
145 Love
146 on
147 the
148 Brain
149 box
150 Brutal
151 concurso
152 cuerpo
153 saber
154 monstruo
155 idea
156 asesino
157 machista
158 enfermo
159 quedar
160 cuarto
161 Final
162 Copa
163 Rey
164 Real
165 Madrid
166 Fc
167 Sevill
168 go
169 partido
170 votado
171 Gracias
172 confianza
173 clase
174 Alfred
175 puro
176 renacido
177 Ricky
178 ducha
179 disfrutar
180 fin
181 semana
182 puto
183 perfecto
184 ir
185 bordar
186 REINA
187 ICONICO
188 oportunidad
189 UE
190 recordar
191 blogs
192 Finalista
193 ganador
194 elevar
195 nivel
196 by
197 Omoshiroi
198 Block
199 cierto
200 levantar
201 realidad
202 parte
203 FELIZ
204 amarres
205 pasado
206 pienses
207 futuro
208 vivir
209 presente
210 metida
211 falsete
212 olvidar
213 articular
214 frase
215 PP
216 gestor
217 alternativa
218 mentira
219 viajar
220 escaparnos
221 escapar
222 Ultimas
223 firmado
224 recarga
225 entrar
226 sorteo
227 Pastora
228 Soler
229 sorprender
230 concierto
231 Murcia
232 Ruth
233 Lorenzo
234 claro
235 Camaradas
236 compartir
237 Enero
238 Portada
239 Diario
240 Aprob
241 verdad
242 Rivera
243 presidente
244 Arrimadas
245 Podem
246 facilitar
247 gov
248 Consolas
249 Ezio
250 Auditore
251 caliente
252 rm
253 casa
254 rural
255 billar
256 juego
257 OTp
258 ana
259 gente
260 salir
261 estar
262 publicar
263 Instagram
264 Lloro
265 vez
266 volver
267 decidis
268 votar
269 AgusGracias
270 Haber
271 cosilla
272 recortar
273 mitad
274 ayuda
275 beca
276 Miriam
277 puta
278 demonio
279 LLORANDO
280 dejar
281 paseo
282 po
283 empezar
284 ojalar
285 consti
286 JAJAJA
287 milagro
288 paso
289 hazle
290 caso
291 conciencia
292 manejar
293 JAJAJJAJAJAJAJA
294 POR
295 FAVOR
296 Lady
297 Gaga
298 iniciar
299 gira
300 europeo
301 cancelar
302 pasaaaaa
303 necesitas
304 madre
305 decirle
306 expandir
307 Sarampion
308 vacuna
309 escasear
310 tonto
311 jodidos
312 pensar
313 Buscan
314 fortalecer
315 cambio
316 nacional
317 QUE
318 PAREN
319 NUNCA
320 DIOS
321 liar
322 momento
323 uns
324 trabajar
325 Partidos
326 validar
327 costar
328 muerte
329 Curazao
330 importar
331 durar
332 importante
333 valer
334 pena
335 Chocaron
336 Trenes
337 corto
338 Rihanna
339 brutal
340 encender
341 luz
342 discoteca
343 disminuir
344 homicidio
345 WARRIERS
346 cuenca
347 presentar
348 abatidos
349 hampones
350 Valles
351 Tuy
352 AD
353 VP
354 PJ
355 chance
356 presidencial
357 emparejamiento
358 pasar
359 Psicoventa
360 gana
361 Leones
362 Rugieron
363 Aprobados
364 oara
365 Clap
366 mejor
367 historia
368 Gobierno
369 aspirar
370 lograr
371 acuerdo
372 convivenc
373 cantar
374 The
375 Team
376 Ed
377 Sheeran
378 bonito
379 Golosinas
380 cosita
381 especial
382 lanzar
383 pack
384 escenario
385 petar
386 profesor
387 salvar
388 agradable
389 buenisimos
390 dias
391 comenzar
392 entregar
393 Dios
394 liviano
395 abrazo
396 palabra
397 sincero
398 esp
399 amanecer
400 Mar
401 patrullero
402 continuar
403 realizar
404 cometidos
405 vigilancia
406 seguridad
407 lista
408 favorito
409 poema
410 vuestros
411 alumno
412 apetecer
413 estoy
414 loco
415 pie
416 despegar
417 contestar
418 imaginar
419 cruzar
420 pasarela
421 juntitos
422 galo
423 City
424 of
425 stars
426 KuK
427 Subite
428 currolandia
429 afano
430 Congreso
431 justicia
432 pintados
433 piscina
434 seco
435 Larreta
436 VIIIEEEEERNEEEEEESS
437 Semana
438 SUPERADA
439 SI
440 quieres
441 foto
442 seguro
443 sacar
444 oficina
445 entrete
446 chofer
447 super
448 preocupar
449 venir
450 sonrisa
451 persona
452 Buenos
453 dama
454 caballero
455 macias
456 Pepe
457 cosa
458 duda
459 mayor
460 histori
461 Asin
462 Popular
463 perdonar
464 banco
465 estudiante
466 obligar
467 devolver
468 importe
469 sentipensante
470 sentir
471 divorciar
472 Correo
473 Orinoco
474 Pensamiento
475 PRECIOSOS
476 sonar
477 Viernes
478 SeguroPrevisora
479 producto
480 consulta
481 Valencia
482 llevar
483 mordidas
484 contrato
485 compra
486 papel
487 patr
488 independentismo
489 derecha
490 PDECat
491 novela
492 negro
493 astro
494 definir
495 Sistema
496 Reposo
497 Local
498 SRL
499 hablar
500 movimiento
501 Sol
502 Ga
503 comentario
504 seguir
505 bello
506 significar
507 feminazi
508 temporada
509 teneis
510 apoyo
511 jornada
512 NUEVO
513 Reto
514 MIRIAM
515 recargar
516 Cua
517 imitar
518 feliz
519 jajajaja
520 Empecemos
521 lectura
522 estamos
523 calentar
524 hora
525 reservar
526 fecha
527 precio
528 Portadas
529 prensa
530 escritaNavajazos
531 Jordis
532 renegar
533 Forn
534 acusar
535 Trape
536 ojo
537 percibir
538 QUIERES
539 QUEDE
540 ESTA
541 SEMANA
542 Oficial
543 comer
544 palante
545 vuelta
546 robarse
547 ganado
548 palmarito
549 maldito
550 vago
551 protestar
552 dictadura
553 macho
554 instagram
555 maravilla
556 IC
557 plan
558 MAFIA
559 rie
560 pensionista
561 miseria
562 existir
563 encuentrasuna
564 ellasSu
565 esencia
566 permanecer
567 tipara
568 siempreDicen
569 entenderas
570 querias
571 personacuando
572 ojosbusquen
573 puerta
574 proponer
575 concursante
576 ciudad
577 instalar
578 puestos
579 centro
580 comercial
581 elegante
582 toque
583 diferente
584 ideal
585 Hazlo
586 miedo
587 hazlo
588 alcanzar
589 objetivo
590 arriesgar
591 llamar
592 insti
593 pones
594 voz
595 pegar
596 currazo
597 esfor
598 desear
599 disfrute
600 inicio
601 responsabilidade
602 fe
603 capaz
604 adherirnos
605 amarlo
606 surreali
607 WAR
608 siguiente
609 concur
610 llover
611 Involucra
612 familia
613 ESTE
614 ES
615 PROBLEMA
616 AYUDANOS
617 roberto
618 leal
619 efecto
620 AMAIA
621 Rojo
622 global
623 quedarse
624 descomunal
625 entusiasmo
626 rebaja
627 genteCrush
628 rebajasYo
629 Madre
630 mia
631 estan
632 picar
633 pulla
634 hijo
635 mios
636 invierno
637 enganchar
638 obligada
639 mamem
640 laura
641 rato
642 dej
643 Isak
644 Cetin
645 DanceGraf
646 Tweet
647 retwitteado
648 RTs
649 antesala
650 Fin
651 canal
652 youtube
653 muchacho
654 Hrs
655 pierdas
656 bra
657 lugar
658 tierra
659 santo
660 casar
661 dia
662 maravillosoooo
663 Metroscopia
664 permitirse
665 constitucionalistas
666 HOY
667 ESTAREMOS
668 RECOGIENDO
669 FIRMAS
670 fm
671 roer
672 esfuerzo
673 evolucionar
674 emocionar
675 guitarra
676 MARAVILLA
677 ELLOS
678 SON
679 ARTISTAS
680 VERDAD
681 MUSICA
682 entoncesWe
683 don
684 Fe
685 Pido
686 Fuerza
687 defender
688 famil
689 look
690 aptitud
691 actitud
692 ayudar
693 cuidar
694 Recuerda
695 som
696 actuar
697 Audiencia
698 Nacional
699 considerar
700 delito
701 odio
702 terminar
703 interpretar
704 escena
705 Vida
706 Adele
707 Decretemos
708 salud
709 mental
710 propsperidad
711 amor
712 paz
713 entor
714 peor
715 comentar
716 Manuel
717 Carrasco
718 tuit
719 likes
720 subo
721 encuesta
722 nominar
723 DEFINITIVA
724 instar
725 indispensable
726 comunista
727 Portugal
728 salario
729 reducir
730 paro
731 pleno
732 mierda
733 editor
734 resumir
735 porte
736 consejo
737 preparar
738 mudanza
739 pared
740 OTNosotros
741 nombre
742 igual
743 indepes
744 cagados
745 en
746 desbandada
747 culote
748 mamasita
749 necesitar
750 Mamen
751 chico
752 Presentes
753 pendiente
754 noticiero
755 web
756 mundo
757 mundial
758 Portador
759 saludo
760 hagas
761 memorable
762 hiciste
763 flipa
764 ropa
765 minifalda
766 tema
767 acojonante
768 maravillosamente
769 despertar
770 lleno
771 gratitud
772 asegurar
773 bienestar
774 dios
775 chas
776 tipo
777 noticia
778 abarcar
779 portada
780 diario
781 programa
782 tv
783 demostrar
784 bananero
785 so
786 feedback
787 pase
788 Heaven
789 espectacular
790 bailar
791 manera
792 Facebook
793 cambiar
794 News
795 Feed
796 contenido
797 mandaAaa
798 Ahhh
799 Bravo
800 bajo
801 camino
802 aprender
803 lineas
804 cadera
805 alarma
806 Estoy
807 mal
808 parecer
809 adorable
810 esconder
811 micro
812 suspender
813 dices
814 padre
815 das
816 cuenta
817 tarta
818 3D
819 impartido
820 Irene
821 Gutierrez
822 Reposteria
823 ta
824 recrear
825 cabecera
826 Stranger
827 Things
828 recordarnos
829 important
830 Directo
831 Mimi
832 Tienes
833 resolverlas
834 tengas
835 tranquilo
836 actor
837 truco
838 encontrar
839 altura
840 caos
841 HORA
842 Telecinco
843 anunciar
844 baja
845 suelo
846 caga
847 repartir
848 informe
849 impacto
850 soterramiento
851 dirigente
852 Marti
853 amar
854 JODER
855 GUSTAZO
856 TIA
857 detienenaun
858 atrapado
859 miradapero
860 sonrisapodrias
861 Ahogandome
862 escuchar
863 Gavira
864 conversar
865 gran
866 comunicador
867 MLSB
868 JAJAJAJA
869 cocinar
870 fijo
871 reto
872 abierto
873 War
874 bikina
875 finde
876 Portaos
877 Programazo
878 enhorabuena
879 SA
880 llegues
881 meta
882 desmayes
883 abrir
884 caramelo
885 Cris
886 Ay
887 Descubre
888 Emma
889 Berriel
890 disponi
891 Amy777
892 Disfrutemos
893 infierno
894 Rosario
895 descubridor
896 escribir
897 dragones
898 TODO
899 Feliz
900 Adoro
901 academia
902 enfocar
903 deje
904 luchar
905 grande
906 error
907 darse
908 vencido
909 Ben
910 oferta
911 DVD
912 prenda
913 sue
914 Hola
915 identidad
916 civil
917 amenazar
918 pablo
919 puigdemont
920 CB
921 MARAVILLOSO
922 emparentar
923 lavavajillas
924 Has
925 asistir
926 Izado
927 Bandera
928 tien
929 libro
930 reposo
931 pelea
932 gr
933 reviento
934 fan
935 reproducir
936 edad
937 convertir
938 MTV
939 privado
940 musica
941 prim
942 desierto
943 Sahara
944 cubierto
945 manto
946 blanco
947 nieve
948 imposible
949 irte
950 pedir
951 firmar
952 Ayuntamiento
953 Tomares
954 vecino
955 Tomare
956 republicano
957 HT
958 reclamar
959 interesar
960 vestido
961 zara
962 amabilidad
963 rapidez
964 calidad
965 sudadera
966 hermano
967 envian
968 subliminal
969 tablero
970 sab
971 Estamos
972 Buf
973 mato
974 rollo
975 cara
976 hermanx
977 culpa
978 doble
979 vara
980 reir
981 Nueva
982 blog
983 justifiquemos
984 respuesta
985 Excma
986 Ministra
987 preguntele
988 MOMENTAZO
989 explicar
990 enamorarme
991 curiosidad
992 ALMAIA
993 AITEDA
994 humor
995 forma
996 inteligencia
997 Roberto
998 Gurrus
999 mes
1000 entero
1001 diminutivo
1002 RODRIGO
1003 despertad
1004 preludio
1005 robarnos
1006 violencia
1007 yaracuyanas
1008 yaracuyanos
1009 fuerte
1010 luchador
1011 guerre
1012 ha
1013 campechano
1014 elefante
1015 borda
1016 xoxos
1017 arma
1018 orgulloso
1019 parecia
1020 habia
1021 estancar
1022 boom
1023 Oleeee
1024 vamossss
1025 merecer
1026 invitar
1027 karaoke
1028 yakuza
1029 ministro
1030 Zoido
1031 WTF
1032 contribuyente
1033 clave
1034 usuario
1035 sencillo
1036 cumplas
1037 Informa
1038 chile
1039 rindas
1040 viaje
1041 perseguir
1042 Mario
1043 Benedetti
1044 Autopista
1045 Puerto
1046 Cabello
1047 novedad
1048 sentido
1049 directo
1050 crecer
1051 calendario
1052 Virgen
1053 Fuensanta
1054 escudo
1055 queridos
1056 unico
1057 Cepeda
1058 guapo
1059 tio
1060 bastar
1061 Ven
1062 descubrir
1063 Yoga
1064 Nidra
1065 entrada
1066 aqui
1067 faltar
1068 mujer
1069 gritarles
1070 enfrentar
1071 ejercicio
1072 beneficioso
1073 Reumatoide
1074 consultar
1075 Academia
1076 JAJAJAJAJAJAJAJAJAJAJAJAJAJAJAJAJAJA
1077 lf
1078 gozar
1079 placer
1080 panorama
1081 bicicleta
1082 verano
1083 Ingresa
1084 revisar
1085 equipo
1086 R9
1087 escucharle
1088 PLS
1089 HACED
1090 ROI
1091 Trending
1092 Rosa
1093 Desahogada
1094 estaba
1095 Prajnanpad
1096 pagar
1097 necesario
1098 cumplir
1099 tarde
1100 disipara
1101 nubosidad
1102 temperatura
1103 positivo
1104 Nishant
1105 Grover
1106 Sofimarta
1107 humilde
1108 Naranjo
1109 finalis
1110 Ico9
1111 Sera
1112 privilegio
1113 peso
1114 masa
1115 muscular
1116 volumen
1117 gramo
1118 LLANOS
1119 imprimir
1120 RIF
1121 comodidad
1122 Port
1123 tiempo
1124 descanso
1125 seriatener
1126 cabezay
1127 cabezaen
1128 pensariamos
1129 amory
1130 amariamos
1131 inteligenci
1132 cagao
1133 PAYASO
1134 moto
1135 poscat
1136 escucharlo
1137 descargarlo
1138 ruleta
1139 Ain
1140 Pon
1141 tricolor
1142 presumir
1143 valor
1144 ramirex
1145 creyendose
1146 rallada
1147 Relax
1148 bebito
1149 abiertas
1150 perfil
1151 Twitter
1152 apoyar
1153 chafardearlas
1154 seguirlas
1155 tomarse
1156 respiro
1157 Piscinas
1158 Naturales
1159 QUIEREN
1160 VEAS
1161 Merkel
1162 Schulz
1163 Abengoa
1164 cargado
1165 esperanza
1166 victoria
1167 hermanitas
1168 contentarlas
1169 confirmar
1170 viernessss
1171 social
1172 Salud
1173 Asi
1174 vamonos
1175 correr
1176 superada
1177 fiesta
1178 Bikina
1179 Guerra
1180 acabar
1181 hables
1182 Saludos
1183 paliza
1184 jugar
1185 calienta
1186 Parte1
1187 concejal
1188 Ciudadanos
1189 Autilla
1190 Pino
1191 colocar
1192 placa
1193 Franco
1194 inmueble
1195 chiquito
1196 reconocido
1197 director
1198 Or
1199 Buah
1200 reaccionar
1201 lso
1202 perroflautas
1203 lluvia
1204 agua
1205 jurado
1206 agoney
1207 rumbo
1208 entrenos
1209 secreto
1210 EFECTO
1211 permitido
1212 deseamoses
1213 personaque
1214 dificil
1215 todote
1216 ReporteYa
1217 UNoticias
1218 gastamos
1219 alimento
1220 situacion
1221 Venezuela
1222 regalo
1223 navi
1224 precioso
1225 excelente
1226 Animo
1227 reventar
1228 Arriba
1229 LiderEsDeporte
1230 rugir
1231 MeridianoTV
1232 verle
1233 Amigo
1234 Contribuyente
1235 SENIAT
1236 emitir
1237 constancia
1238 certificar
1239 documento
1240 TG
1241 estuvieron
1242 nominados
1243 taaaan
1244 dejarles
1245 desayunar
1246 Amarse
1247 romance
1248 belleza
1249 variedad
1250 estilo
1251 matiz
1252 Agoney
1253 gusto
1254 mus
1255 Saca
1256 ast
1257 horrible
1258 estornudo
1259 media
1260 confiar
1261 paciencia
1262 PODEMOS
1263 PUDIMOS
1264 T2
1265 libertad
1266 condicional
1267 Humberto
1268 Gonzalez
1269 WQF
1270 TTs
1271 max
1272 Putos
1273 gobierno
1274 convence
1275 negar
1276 gent
1277 Listos
1278 Aeropuerto
1279 internacional
1280 Quito
1281 Haz
1282 aprovechar
1283 Bendecido
1284 Tengan
1285 twitteritos
1286 sufrimiento
1287 Geno
1288 estudiar
1289 Sanchez
1290 avisar
1291 sistema
1292 garete
1293 JuegOTes
1294 prueba
1295 salto
1296 MESAATLETAS
1297 Shakes
1298 It
1299 out
1300 ponerlo
1301 puesto
1302 JAJAJAJAJAAJAME
1303 sobrevivir
1304 carretero
1305 ofrecer
1306 kit
1307 Marina
1308 sujetador
1309 LOS
1310 SUELOS
1311 inesperadoSucede
1312 seTe
1313 presentaUna
1314 etapa
1315 pasajeroTomarlo
1316 aprendizaje
1317 Parte2
1318 Jackson
1319 Three
1320 rne
1321 Parte3
1322 otorgar
1323 marquesado
1324 presunto
1325 corrupto
1326 Villar
1327 mir
1328 Alta
1329 guiso
1330 personal
1331 vanguardista
1332 delicioso
1333 horno
1334 ahogar
1335 Canarias
1336 Cabo
1337 Verde
1338 celebrar
1339 Anual
1340 Alto
1341 Nivel
1342 musical
1343 cabeza
1344 denunciable
1345 alegrar
1346 joder
1347 OficialCanto
1348 comunidad
1349 descuento
1350 convertirla
1351 diva
1352 pop
1353 comerciar
1354 Universal
1355 pelar
1356 popero
1357 intentar
1358 colocarla
1359 enchufen
1360 volverme
1361 Na
1362 tomamos
1363 comernos
1364 brillo
1365 valorar
1366 pasada
1367 SENTIMIENTO
1368 Aitanersss
1369 quiteis
1370 Oleeeee
1371 BCN
1372 taller
1373 Dominicana
1374 imperdible
1375 Zenitram
1376 ignorancia
1377 Elizabeth
1378 Caballero
1379 LECTU
1380 santander
1381 Chile
1382 cesante
1383 humano
1384 san
1385 Monica
1386 Orange
1387 Tree
1388 ME
1389 AHOGO
1390 ARV
1391 A3media
1392 afirmar
1393 dsd
1394 entorno
1395 Puigdemont
1396 Llanera
1397 sondear
1398 Jajaja
1399 aaaaaalto
1400 tuiteros
1401 mandar
1402 vibrar
1403 VAMOS
1404 brillar
1405 mirar
1406 mama
1407 ALTANERA
1408 PRECIOSA
1409 ORGULLOSA
1410 orgullo
1411 JAJAJAJAJAJA
1412 DESORINO
1413 ESTOY
1414 MEANDO
1415 AJJAAJJJAJAJAJAJA
1416 suponer
1417 desmerecer
1418 dormir
1419 maquillarme
1420 pintarme
1421 andar
1422 pantuf
1423 negocio
1424 llamado
1425 Est
1426 ilusionar
1427 ESPECTACULAR
1428 Procuro
1429 Olvidarte
1430 Transporte
1431 ensayar
1432 numerazo
1433 Amaiazo
1434 literal
1435 msonia
1436 Nenuco
1437 sobrino
1438 juguete
1439 fallaAna
1440 nooooo
1441 superarAgoney
1442 chulo
1443 Ago
1444 vigente
1445 Gcia
1446 PT
1447 Finde
1448 movidito
1449 relax
1450 sa
1451 NADA
1452 impedir
1453 fractura
1454 militar
1455 Alberto
1456 Franceschi
1457 91H
1458 Ritz
1459 rico
1460 guisantes
1461 Fisico
1462 ne
1463 ravelo
1464 Justicia
1465 infravalorados
1466 maltratados
1467 Chachis
1468 Titulares
1469 Prensa
1470 Legion
1471 cante
1472 smiths
1473 comprometidos
1474 hacerle
1475 Vis
1476 min
1477 cansar
1478 estudio
1479 adaptar
1480 chocar
1481 calle
1482 embajador
1483 Marca
1484 interesante
1485 casco
1486 facilitaran
1487 any
1488 RBD
1489 cantarAmaia
1490 CANTAR
1491 ofic
1492 Vidrios
1493 estrictos
1494 control
1495 garantizar
1496 conductor
1497 inquietante
1498 cobro
1499 bonus
1500 millonario
1501 nefasta
1502 directivo
1503 remolonear
1504 dispuestos
1505 atender
1506 requerimiento
1507 abrazar
1508 Paulo
1509 Regala
1510 sanfdo
1511 Pueblo
1512 hermoso
1513 Bendice
1514 Sigamos
1515 junto
1516 porvenir
1517 Patria
1518 olvidarte
1519 salvarse
1520 co
1521 Torres
1522 Paine
1523 perderse
1524 Conecto
1525 alegria
1526 madrid
1527 soledad
1528 vierneeeeeeeesssssssss
1529 oscuro
1530 oscuridad
1531 estrellas
1532 VENEZUELA
1533 actividad
1534 nevada
1535 sierra
1536 conducir
1537 sufres
1538 jajajaaj
1539 posible
1540 FUGAENALTECIMIENTO
1541 ACATAR
1542 dificultar
1543 SOCORRO
1544 AGUANTO
1545 discrepar
1546 suficiente
1547 categoria
1548 patatona
1549 Aintana
1550 complicidad
1551 mirada
1552 fiel
1553 principio
1554 apartar
1555 hayamos
1556 alto
1557 creado
1558 Juan
1559 Antonio
1560 seguidor
1561 tiro
1562 du
1563 desconectar
1564 respirar
1565 notica
1566 ENFERMO
1567 MENTAL
1568 Optimistas
1569 concentremos
1570 magicES
1571 Kat
1572 preparados
1573 piano
1574 grupo
1575 rap
1576 flauta
1577 travesera
1578 tocada
1579 teclado
1580 fa
1581 asegurado
1582 entender
1583 difundir
1584 falso
1585 artistaco
1586 mar
1587 hospital
1588 servicio
1589 oficial
1590 fiable
1591 nominada
1592 hacerla
1593 hac
1594 morir
1595 goals
1596 tibio
1597 recuerdo
1598 desahogar
1599 myspace
1600 adoro
1601 chocolate
1602 notar
1603 Imaginad
1604 cocina
1605 ingrediente
1606 recetar
1607 ocurrir
1608 podre
1609 descansar
1610 resta
1611 MUR
1612 MG
1613 presidir
1614 Estados
1615 Unidos
1616 LLEVENSE
1617 podia
1618 desearos
1619 recordaros
1620 podeis
1621 suscribiros
1622 recibir
1623 circular
1624 origen
1625 dejarse
1626 Puerta
1627 Instituto
1628 Jajajajajaja
1629 exij
1630 QUIERO
1631 CAMINA
1632 PREMIOS
1633 FORQUE
1634 AUNQUE
1635 SOLO
1636 LES
1637 MUESTREN
1638 ESO
1639 sondeo
1640 sumar
1641 afiliado
1642 sindicato
1643 experiencia
1644 tropezar
1645 piedra
1646 FIN
1647 VIERNES
1648 falta
1649 visualizar
1650 destino
1651 revelar
1652 medio
1653 necesari
1654 Estan
1655 madrugada
1656 hacerte
1657 ex
1658 nominen
1659 volar
1660 Harry
1661 Styles
1662 maquilla
1663 Packs
1664 Pista
1665 Slot
1666 coche
1667 incluidos
1668 trabajo
1669 debatir
1670 construir
1671 distancia
1672 aguantar
1673 pinchar
1674 bigote
1675 RGA
1676 contagiar
1677 ONCE
1678 puerto
1679 norte
1680 serio
1681 feminazis
1682 asesinadas
1683 Venga
1684 Twitterland
