{"wordDictionary":{"year":130,"surgeon":688,"shooting":727,"owners":893,"texas":774,"salary":717,"begins":7,"civilians":854,"music":63,"farm":19,"near":510,"prison":113,"blogging":653,"sexually":436,"raw":223,"google":307,"ray":826,"version":921,"authorities":173,"capitalize":446,"planning":331,"clutch":168,"left":771,"warming":817,"aboard":710,"returns":837,"shortly":932,"newspaper":132,"appropriate":848,"boston":894,"role":600,"browns":432,"masters":285,"utility":778,"resignation":327,"alleged":736,"turn":955,"ceo":92,"sleep":779,"gold":809,"golf":357,"bengals":903,"devastated":806,"agreed":474,"computers":634,"policy":100,"supporters":758,"winners":410,"resume":454,"committee":427,"michigan":708,"cows":823,"violating":556,"reconciliation":392,"police":115,"quarterbacks":642,"days":300,"tourists":459,"faces":401,"adopted":370,"reports":341,"november":373,"acceptable":415,"notes":56,"controls":887,"sprint":378,"lethal":725,"doping":891,"official":87,"mohamed":420,"good":532,"dominate":312,"deadly":456,"red":144,"miami":543,"duck":451,"finish":52,"add":763,"murder":129,"minister":397,"ncaa":879,"pay":346,"walker":162,"list":69,"davies":553,"els":936,"andrew":291,"respect":619,"materials":224,"treasury":615,"success":640,"methane":818,"supposed":828,"posada":928,"allergies":184,"income":574,"joining":940,"raging":35,"united":385,"young":551,"gasoline":702,"ride":79,"overnight":881,"stretch":170,"engine":704,"mixture":938,"ratings":518,"surveillance":176,"live":652,"responded":157,"enhancing":587,"victory":143,"mobile":579,"attacker":180,"peak":511,"china":191,"migrants":208,"service":517,"airplane":705,"magazine":584,"wade":541,"pushed":542,"family":611,"career":502,"education":633,"told":88,"american":413,"chronicles":501,"gains":24,"years":112,"decline":412,"struck":152,"block":606,"jerry":65,"judge":434,"scripted":746,"lebron":545,"layup":769,"went":549,"swiss":760,"distributed":853,"thousands":248,"tough":186,"suspended":554,"intelligence":255,"winner":934,"bringing":759,"schools":414,"tnt":376,"aid":650,"bull":899,"champion":275,"women":856,"riders":900,"obama":366,"doubling":573,"air":356,"pga":787,"local":479,"rapper":830,"injured":83,"tom":789,"era":449,"aggies":773,"transplant":691,"share":679,"costly":294,"deficit":524,"kentucky":794,"documentary":60,"monday":80,"violence":301,"question":662,"drugs":588,"television":330,"jews":927,"boat":452,"picture":568,"itunes":467,"tonight":656,"mantra":844,"honor":558,"rating":883,"mexican":862,"body":43,"losses":372,"trial":488,"points":166,"kidney":692,"laurent":748,"raise":302,"bureau":246,"cable":337,"wozniak":630,"matthew":866,"actress":564,"took":754,"lax":258,"law":608,"pitched":234,"plenty":148,"clock":539,"expense":99,"andy":278,"silvio":398,"200":183,"nfl":406,"parenthood":604,"races":382,"amc":875,"gym":273,"rising":669,"unexpectedly":808,"arizona":117,"elderly":563,"financial":649,"media":680,"kimberly":216,"running":872,"times":933,"today":232,"friday":146,"working":271,"douglas":350,"saying":585,"floor":206,"says":534,"comments":658,"chief":616,"rampage":728,"doctor":226,"starring":599,"strategy":96,"wall":338,"sport":889,"collapse":645,"territory":755,"thought":820,"japan":153,"shift":447,"led":478,"johnson":950,"revamp":333,"professional":898,"geithner":614,"mountain":77,"companies":701,"liable":102,"leo":93,"championship":788,"state":86,"mckinley":513,"resort":864,"defined":593,"app":359,"alassane":756,"jay":469,"night":147,"allergy":188,"spirits":805,"ivan":766,"mount":512,"mcqueen":508,"wanted":598,"shots":169,"corruption":33,"actions":367,"cup":379,"jayson":242,"entertainment":155,"toronto":245,"killing":709,"hitting":167,"giving":199,"accident":457,"moment":25,"tsunami":30,"helicopter":515,"defense":297,"attack":299,"came":163,"reported":570,"disabled":783,"escape":215,"moussa":850,"situation":159,"emerging":683,"art":500,"black":495,"team":476,"vick":641,"libya":944,"lockout":407,"rachel":949,"packard":91,"fashion":505,"medical":686,"attend":627,"penalties":840,"florida":160,"officer":116,"administration":618,"manny":269,"run":462,"remains":31,"bomb":182,"ouattara":757,"late":503,"white":768,"school":557,"continue":871,"huge":814,"acquired":919,"hugh":227,"worry":576,"offers":651,"trapped":210,"jacket":496,"girl":134,"warn":908,"improving":201,"guilty":833,"museum":499,"involved":690,"leads":408,"district":601,"playing":362,"updated":319,"bashar":324,"string":402,"asking":54,"prospects":521,"nearly":3,"nadal":277,"showdown":311,"video":334,"house":228,"disaster":149,"central":444,"defend":855,"street":339,"factor":15,"vote":660,"early":877,"news":204,"delivery":133,"elizabeth":594,"harvest":23,"race":50,"center":687,"start":306,"war":212,"stars":676,"bond":719,"way":847,"sibling":429,"detailed":94,"watson":790,"time":8,"parking":262,"play":535,"leader":196,"recalls":66,"celebrities":70,"taxes":839,"tissue":221,"tips":646,"jim":481,"cast":659,"piano":430,"far":347,"stuck":32,"season":6,"catch":266,"dinosaur":418,"gbagbo":749,"generation":95,"images":177,"superintendent":714,"lives":202,"players":322,"priority":200,"steelers":639,"pennsylvania":685,"knicks":952,"sunday":381,"cars":443,"1984":127,"tiny":261,"apparently":857,"failing":834,"style":369,"louisville":793,"southeastern":707,"card":104,"study":821,"guard":581,"consume":624,"planned":603,"confirmed":901,"beyonce":460,"anti":890,"lot":263,"tourist":453,"los":917,"elite":941,"ways":715,"1992":731,"sentenced":108,"soaring":16,"theme":73,"1999":59,"means":1,"celtics":655,"chad":906,"climate":824,"nears":51,"organization":612,"fellow":791,"sides":9,"heads":956,"economic":617,"levels":667,"small":442,"quick":661,"arrest":732,"fiction":154,"friendly":825,"bonds":484,"aviation":712,"influence":589,"cloud":313,"hit":236,"daughters":438,"shows":37,"brandon":552,"major":239,"zone":943,"beat":172,"funds":610,"day":782,"ailing":195,"group":431,"raising":218,"drinking":729,"minutes":214,"pleaded":832,"opened":247,"glimpse":267,"slated":355,"producer":62,"ipad":360,"glencore":762,"option":874,"weigh":657,"request":384,"game":41,"died":213,"point":292,"debut":137,"highlight":368,"general":315,"donor":693,"diapers":219,"stoudemire":954,"patient":796,"delaying":12,"david":792,"affirmed":876,"relief":947,"win":241,"park":74,"san":140,"soccer":29,"original":920,"sat":351,"colleges":648,"say":187,"designer":506,"seeking":445,"governing":42,"nascar":377,"earn":238,"attention":681,"uses":718,"clinic":207,"visit":799,"denied":602,"timothy":613,"apartment":123,"bad":13,"astros":472,"barry":483,"suffer":578,"fix":632,"complex":124,"record":923,"promoter":64,"chicago":580,"abusing":437,"prime":396,"league":240,"impact":945,"court":107,"winfrey":354,"senior":786,"plans":305,"census":527,"jones":530,"deal":11,"monte":283,"rape":128,"search":250,"journal":340,"philadelphia":455,"popularity":400,"innings":235,"wednesday":122,"national":516,"hotel":740,"bulls":845,"scoring":165,"set":125,"business":892,"founder":628,"thursday":174,"right":537,"transition":304,"food":17,"march":555,"fly":942,"partner":363,"mavericks":548,"fueled":526,"interview":352,"quarter":572,"compete":335,"die":126,"hollywood":61,"beauty":859,"murray":279,"gators":171,"questions":254,"ben":636,"thunder":76,"girls":464,"enjoying":470,"hold":119,"inciting":575,"bet":533,"fifa":36,"chinese":203,"strauss":734,"rare":911,"legal":403,"obstructing":486,"criticism":722,"businessman":480,"train":78,"possibly":21,"seasons":873,"angeles":918,"metropolitan":498,"typically":677,"planet":816,"enforcement":607,"remained":750,"publicly":405,"weiner":867,"piece":81,"final":286,"dwyane":540,"helps":951,"party":371,"little":161,"carrying":181,"hampshire":525,"waiting":345,"oprah":353,"2012":878,"2010":886,"title":776,"fox":229,"dominique":733,"states":416,"getting":625,"2009":827,"signs":910,"houston":471,"jersey":843,"taliban":389,"company":98,"just":804,"emissions":819,"owner":473,"jury":491,"asia":620,"skating":811,"solo":243,"kept":801,"killed":58,"kahn":735,"michael":349,"insurgent":295,"print":907,"championships":812,"clark":217,"owned":477,"beach":863,"significantly":332,"injection":726,"president":190,"spokeswoman":695,"big":164,"decade":784,"placed":781,"crowd":259,"advanced":775,"bin":421,"nations":386,"executive":289,"appeared":404,"balance":105,"convinced":698,"guessing":802,"french":742,"bathroom":220,"reduce":523,"afghan":296,"issue":720,"large":888,"researchers":915,"director":290,"satisfied":664,"ordinary":348,"sense":591,"chipper":529,"warner":27,"removing":931,"coaches":846,"verdict":493,"gave":139,"status":320,"turned":716,"hammam":422,"tournament":358,"inflation":670,"summer":458,"shiite":110,"mad":868,"government":328,"world":463,"file":835,"joshua":44,"brewers":777,"dire":158,"member":428,"nurse":689,"steve":629,"man":57,"ability":522,"convicted":485,"rafael":276,"italy":395,"knows":71,"cleric":111,"creator":870,"nigeria":209,"forward":394,"knew":596,"gathered":260,"rental":699,"amar":953,"knee":538,"turner":374,"punishment":411,"corporate":103,"report":440,"roethlisberger":637,"pacquiao":270,"return":560,"auto":441,"usa":885,"opera":745,"concerned":519,"sign":38,"defending":274,"british":504,"office":842,"anger":293,"jong":198,"second":272,"radio":466,"reuters":89,"ruling":2,"high":309,"strip":264,"ibrahim":851,"locked":308,"maid":738,"residence":752,"sox":895,"months":4,"alabama":723,"seriously":85,"plus":48,"true":590,"survey":673,"sore":536,"parents":909,"heat":654,"code":559,"dangerous":912,"best":67,"hostility":926,"ball":237,"murphy":561,"men":869,"consumers":448,"prices":18,"execution":120,"plays":562,"chance":668,"spokesman":849,"immune":913,"sports":375,"exactly":597,"drew":880,"extraordinary":39,"100":419,"scored":135,"carlo":284,"coming":671,"increasingly":800,"nation":807,"counts":494,"convenience":703,"behalf":388,"promised":838,"alderson":318,"cover":383,"quoted":582,"bank":672,"outfit":497,"defenders":684,"bang":47,"meaning":884,"drawing":721,"hundreds":852,"released":175,"alcohol":730,"boxer":268,"mets":321,"receiver":905,"old":131,"mall":265,"diseases":914,"received":423,"australia":813,"benefit":626,"miners":761,"morning":865,"mission":948,"125":417,"highest":118,"attorney":841,"consistently":643,"boost":424,"starting":929,"ministry":298,"saturday":767,"prominent":109,"activity":253,"industry":156,"executed":724,"fell":82,"current":665,"key":638,"offensive":675,"storm":34,"decision":0,"manager":316,"star":468,"jose":141,"threatened":28,"berlusconi":399,"people":84,"single":461,"connected":858,"appear":803,"simon":916,"showed":179,"increasing":222,"closed":75,"household":882,"augusta":365,"experts":189,"seeks":391,"country":211,"separate":514,"willing":343,"rules":257,"ice":743,"amazing":49,"military":303,"written":922,"adolf":924,"crane":482,"praised":192,"sealed":772,"felt":937,"look":682,"announced":231,"korea":194,"especially":185,"murdered":861,"forces":753,"campaign":425,"suggesting":822,"doing":897,"figures":390,"brigham":550,"scheduled":121,"idea":631,"rule":831,"kim":197,"stocks":20,"life":433,"hitler":925,"apple":569,"gas":450,"coverage":380,"figure":810,"cases":249,"winning":785,"wide":904,"lied":489,"stakes":310,"sandy":317,"succeed":644,"steroids":490,"indiana":605,"kidnapping":114,"espn":583,"held":101,"reach":282,"backed":426,"sharks":142,"competition":577,"fair":678,"movies":150,"syrian":323,"seconds":770,"humor":592,"children":439,"price":666,"lost":797,"weather":14,"games":409,"proof":896,"longtime":713,"leaguer":780,"goal":138,"work":10,"exceptional":571,"contract":829,"cattle":815,"playoff":136,"utah":435,"pride":939,"coveted":342,"favorite":623,"danced":547,"sexual":737,"broadcast":336,"distress":509,"james":546,"north":193,"secret":565,"kyle":233,"federal":711,"course":635,"europe":621,"regular":5,"hockey":744,"agency":205,"sell":475,"siege":751,"households":663,"hepatitis":694,"gathering":256,"agenda":765,"lead":544,"hits":465,"hewlett":90,"massive":946,"alexander":507,"holocaust":566,"wings":145,"cutting":609,"runs":244,"clues":287,"data":528,"perfect":361,"prepared":22,"theater":567,"crashed":706,"justice":487,"criminal":251,"centuries":795,"taylor":595,"parlor":860,"goes":46,"patients":798,"accepted":326,"comparing":647,"earthquake":151,"tax":836,"failed":492,"published":674,"sent":741,"travelers":697,"fixture":531,"council":387,"departure":288,"presidential":622,"week":40,"thrilling":280,"line":53,"frequent":696,"lineup":930,"network":230,"terrorist":252,"drama":747,"security":106,"computing":314,"paris":72,"jackson":45,"public":55,"car":700,"spend":344,"talks":393,"cincinnati":902,"said":178,"value":764,"costs":225,"stories":68,"assad":325,"match":281,"follow":97,"jack":26,"fans":364,"tuesday":329,"performance":586,"york":739,"ernie":935,"growth":520},"idDictionary":{"0":"decision","1":"means","2":"ruling","3":"nearly","4":"months","5":"regular","6":"season","7":"begins","8":"time","9":"sides","10":"work","11":"deal","12":"delaying","13":"bad","14":"weather","15":"factor","16":"soaring","17":"food","18":"prices","19":"farm","20":"stocks","21":"possibly","22":"prepared","23":"harvest","24":"gains","25":"moment","26":"jack","27":"warner","28":"threatened","29":"soccer","30":"tsunami","31":"remains","32":"stuck","33":"corruption","34":"storm","35":"raging","36":"fifa","37":"shows","38":"sign","39":"extraordinary","40":"week","41":"game","42":"governing","43":"body","44":"joshua","45":"jackson","46":"goes","47":"bang","48":"plus","49":"amazing","50":"race","51":"nears","52":"finish","53":"line","54":"asking","55":"public","56":"notes","57":"man","58":"killed","59":"1999","60":"documentary","61":"hollywood","62":"producer","63":"music","64":"promoter","65":"jerry","66":"recalls","67":"best","68":"stories","69":"list","70":"celebrities","71":"knows","72":"paris","73":"theme","74":"park","75":"closed","76":"thunder","77":"mountain","78":"train","79":"ride","80":"monday","81":"piece","82":"fell","83":"injured","84":"people","85":"seriously","86":"state","87":"official","88":"told","89":"reuters","90":"hewlett","91":"packard","92":"ceo","93":"leo","94":"detailed","95":"generation","96":"strategy","97":"follow","98":"company","99":"expense","100":"policy","101":"held","102":"liable","103":"corporate","104":"card","105":"balance","106":"security","107":"court","108":"sentenced","109":"prominent","110":"shiite","111":"cleric","112":"years","113":"prison","114":"kidnapping","115":"police","116":"officer","117":"arizona","118":"highest","119":"hold","120":"execution","121":"scheduled","122":"wednesday","123":"apartment","124":"complex","125":"set","126":"die","127":"1984","128":"rape","129":"murder","130":"year","131":"old","132":"newspaper","133":"delivery","134":"girl","135":"scored","136":"playoff","137":"debut","138":"goal","139":"gave","140":"san","141":"jose","142":"sharks","143":"victory","144":"red","145":"wings","146":"friday","147":"night","148":"plenty","149":"disaster","150":"movies","151":"earthquake","152":"struck","153":"japan","154":"fiction","155":"entertainment","156":"industry","157":"responded","158":"dire","159":"situation","160":"florida","161":"little","162":"walker","163":"came","164":"big","165":"scoring","166":"points","167":"hitting","168":"clutch","169":"shots","170":"stretch","171":"gators","172":"beat","173":"authorities","174":"thursday","175":"released","176":"surveillance","177":"images","178":"said","179":"showed","180":"attacker","181":"carrying","182":"bomb","183":"200","184":"allergies","185":"especially","186":"tough","187":"say","188":"allergy","189":"experts","190":"president","191":"china","192":"praised","193":"north","194":"korea","195":"ailing","196":"leader","197":"kim","198":"jong","199":"giving","200":"priority","201":"improving","202":"lives","203":"chinese","204":"news","205":"agency","206":"floor","207":"clinic","208":"migrants","209":"nigeria","210":"trapped","211":"country","212":"war","213":"died","214":"minutes","215":"escape","216":"kimberly","217":"clark","218":"raising","219":"diapers","220":"bathroom","221":"tissue","222":"increasing","223":"raw","224":"materials","225":"costs","226":"doctor","227":"hugh","228":"house","229":"fox","230":"network","231":"announced","232":"today","233":"kyle","234":"pitched","235":"innings","236":"hit","237":"ball","238":"earn","239":"major","240":"league","241":"win","242":"jayson","243":"solo","244":"runs","245":"toronto","246":"bureau","247":"opened","248":"thousands","249":"cases","250":"search","251":"criminal","252":"terrorist","253":"activity","254":"questions","255":"intelligence","256":"gathering","257":"rules","258":"lax","259":"crowd","260":"gathered","261":"tiny","262":"parking","263":"lot","264":"strip","265":"mall","266":"catch","267":"glimpse","268":"boxer","269":"manny","270":"pacquiao","271":"working","272":"second","273":"gym","274":"defending","275":"champion","276":"rafael","277":"nadal","278":"andy","279":"murray","280":"thrilling","281":"match","282":"reach","283":"monte","284":"carlo","285":"masters","286":"final","287":"clues","288":"departure","289":"executive","290":"director","291":"andrew","292":"point","293":"anger","294":"costly","295":"insurgent","296":"afghan","297":"defense","298":"ministry","299":"attack","300":"days","301":"violence","302":"raise","303":"military","304":"transition","305":"plans","306":"start","307":"google","308":"locked","309":"high","310":"stakes","311":"showdown","312":"dominate","313":"cloud","314":"computing","315":"general","316":"manager","317":"sandy","318":"alderson","319":"updated","320":"status","321":"mets","322":"players","323":"syrian","324":"bashar","325":"assad","326":"accepted","327":"resignation","328":"government","329":"tuesday","330":"television","331":"planning","332":"significantly","333":"revamp","334":"video","335":"compete","336":"broadcast","337":"cable","338":"wall","339":"street","340":"journal","341":"reports","342":"coveted","343":"willing","344":"spend","345":"waiting","346":"pay","347":"far","348":"ordinary","349":"michael","350":"douglas","351":"sat","352":"interview","353":"oprah","354":"winfrey","355":"slated","356":"air","357":"golf","358":"tournament","359":"app","360":"ipad","361":"perfect","362":"playing","363":"partner","364":"fans","365":"augusta","366":"obama","367":"actions","368":"highlight","369":"style","370":"adopted","371":"party","372":"losses","373":"november","374":"turner","375":"sports","376":"tnt","377":"nascar","378":"sprint","379":"cup","380":"coverage","381":"sunday","382":"races","383":"cover","384":"request","385":"united","386":"nations","387":"council","388":"behalf","389":"taliban","390":"figures","391":"seeks","392":"reconciliation","393":"talks","394":"forward","395":"italy","396":"prime","397":"minister","398":"silvio","399":"berlusconi","400":"popularity","401":"faces","402":"string","403":"legal","404":"appeared","405":"publicly","406":"nfl","407":"lockout","408":"leads","409":"games","410":"winners","411":"punishment","412":"decline","413":"american","414":"schools","415":"acceptable","416":"states","417":"125","418":"dinosaur","419":"100","420":"mohamed","421":"bin","422":"hammam","423":"received","424":"boost","425":"campaign","426":"backed","427":"committee","428":"member","429":"sibling","430":"piano","431":"group","432":"browns","433":"life","434":"judge","435":"utah","436":"sexually","437":"abusing","438":"daughters","439":"children","440":"report","441":"auto","442":"small","443":"cars","444":"central","445":"seeking","446":"capitalize","447":"shift","448":"consumers","449":"era","450":"gas","451":"duck","452":"boat","453":"tourist","454":"resume","455":"philadelphia","456":"deadly","457":"accident","458":"summer","459":"tourists","460":"beyonce","461":"single","462":"run","463":"world","464":"girls","465":"hits","466":"radio","467":"itunes","468":"star","469":"jay","470":"enjoying","471":"houston","472":"astros","473":"owner","474":"agreed","475":"sell","476":"team","477":"owned","478":"led","479":"local","480":"businessman","481":"jim","482":"crane","483":"barry","484":"bonds","485":"convicted","486":"obstructing","487":"justice","488":"trial","489":"lied","490":"steroids","491":"jury","492":"failed","493":"verdict","494":"counts","495":"black","496":"jacket","497":"outfit","498":"metropolitan","499":"museum","500":"art","501":"chronicles","502":"career","503":"late","504":"british","505":"fashion","506":"designer","507":"alexander","508":"mcqueen","509":"distress","510":"near","511":"peak","512":"mount","513":"mckinley","514":"separate","515":"helicopter","516":"national","517":"service","518":"ratings","519":"concerned","520":"growth","521":"prospects","522":"ability","523":"reduce","524":"deficit","525":"hampshire","526":"fueled","527":"census","528":"data","529":"chipper","530":"jones","531":"fixture","532":"good","533":"bet","534":"says","535":"play","536":"sore","537":"right","538":"knee","539":"clock","540":"dwyane","541":"wade","542":"pushed","543":"miami","544":"lead","545":"lebron","546":"james","547":"danced","548":"mavericks","549":"went","550":"brigham","551":"young","552":"brandon","553":"davies","554":"suspended","555":"march","556":"violating","557":"school","558":"honor","559":"code","560":"return","561":"murphy","562":"plays","563":"elderly","564":"actress","565":"secret","566":"holocaust","567":"theater","568":"picture","569":"apple","570":"reported","571":"exceptional","572":"quarter","573":"doubling","574":"income","575":"inciting","576":"worry","577":"competition","578":"suffer","579":"mobile","580":"chicago","581":"guard","582":"quoted","583":"espn","584":"magazine","585":"saying","586":"performance","587":"enhancing","588":"drugs","589":"influence","590":"true","591":"sense","592":"humor","593":"defined","594":"elizabeth","595":"taylor","596":"knew","597":"exactly","598":"wanted","599":"starring","600":"role","601":"district","602":"denied","603":"planned","604":"parenthood","605":"indiana","606":"block","607":"enforcement","608":"law","609":"cutting","610":"funds","611":"family","612":"organization","613":"timothy","614":"geithner","615":"treasury","616":"chief","617":"economic","618":"administration","619":"respect","620":"asia","621":"europe","622":"presidential","623":"favorite","624":"consume","625":"getting","626":"benefit","627":"attend","628":"founder","629":"steve","630":"wozniak","631":"idea","632":"fix","633":"education","634":"computers","635":"course","636":"ben","637":"roethlisberger","638":"key","639":"steelers","640":"success","641":"vick","642":"quarterbacks","643":"consistently","644":"succeed","645":"collapse","646":"tips","647":"comparing","648":"colleges","649":"financial","650":"aid","651":"offers","652":"live","653":"blogging","654":"heat","655":"celtics","656":"tonight","657":"weigh","658":"comments","659":"cast","660":"vote","661":"quick","662":"question","663":"households","664":"satisfied","665":"current","666":"price","667":"levels","668":"chance","669":"rising","670":"inflation","671":"coming","672":"bank","673":"survey","674":"published","675":"offensive","676":"stars","677":"typically","678":"fair","679":"share","680":"media","681":"attention","682":"look","683":"emerging","684":"defenders","685":"pennsylvania","686":"medical","687":"center","688":"surgeon","689":"nurse","690":"involved","691":"transplant","692":"kidney","693":"donor","694":"hepatitis","695":"spokeswoman","696":"frequent","697":"travelers","698":"convinced","699":"rental","700":"car","701":"companies","702":"gasoline","703":"convenience","704":"engine","705":"airplane","706":"crashed","707":"southeastern","708":"michigan","709":"killing","710":"aboard","711":"federal","712":"aviation","713":"longtime","714":"superintendent","715":"ways","716":"turned","717":"salary","718":"uses","719":"bond","720":"issue","721":"drawing","722":"criticism","723":"alabama","724":"executed","725":"lethal","726":"injection","727":"shooting","728":"rampage","729":"drinking","730":"alcohol","731":"1992","732":"arrest","733":"dominique","734":"strauss","735":"kahn","736":"alleged","737":"sexual","738":"maid","739":"york","740":"hotel","741":"sent","742":"french","743":"ice","744":"hockey","745":"opera","746":"scripted","747":"drama","748":"laurent","749":"gbagbo","750":"remained","751":"siege","752":"residence","753":"forces","754":"took","755":"territory","756":"alassane","757":"ouattara","758":"supporters","759":"bringing","760":"swiss","761":"miners","762":"glencore","763":"add","764":"value","765":"agenda","766":"ivan","767":"saturday","768":"white","769":"layup","770":"seconds","771":"left","772":"sealed","773":"aggies","774":"texas","775":"advanced","776":"title","777":"brewers","778":"utility","779":"sleep","780":"leaguer","781":"placed","782":"day","783":"disabled","784":"decade","785":"winning","786":"senior","787":"pga","788":"championship","789":"tom","790":"watson","791":"fellow","792":"david","793":"louisville","794":"kentucky","795":"centuries","796":"patient","797":"lost","798":"patients","799":"visit","800":"increasingly","801":"kept","802":"guessing","803":"appear","804":"just","805":"spirits","806":"devastated","807":"nation","808":"unexpectedly","809":"gold","810":"figure","811":"skating","812":"championships","813":"australia","814":"huge","815":"cattle","816":"planet","817":"warming","818":"methane","819":"emissions","820":"thought","821":"study","822":"suggesting","823":"cows","824":"climate","825":"friendly","826":"ray","827":"2009","828":"supposed","829":"contract","830":"rapper","831":"rule","832":"pleaded","833":"guilty","834":"failing","835":"file","836":"tax","837":"returns","838":"promised","839":"taxes","840":"penalties","841":"attorney","842":"office","843":"jersey","844":"mantra","845":"bulls","846":"coaches","847":"way","848":"appropriate","849":"spokesman","850":"moussa","851":"ibrahim","852":"hundreds","853":"distributed","854":"civilians","855":"defend","856":"women","857":"apparently","858":"connected","859":"beauty","860":"parlor","861":"murdered","862":"mexican","863":"beach","864":"resort","865":"morning","866":"matthew","867":"weiner","868":"mad","869":"men","870":"creator","871":"continue","872":"running","873":"seasons","874":"option","875":"amc","876":"affirmed","877":"early","878":"2012","879":"ncaa","880":"drew","881":"overnight","882":"household","883":"rating","884":"meaning","885":"usa","886":"2010","887":"controls","888":"large","889":"sport","890":"anti","891":"doping","892":"business","893":"owners","894":"boston","895":"sox","896":"proof","897":"doing","898":"professional","899":"bull","900":"riders","901":"confirmed","902":"cincinnati","903":"bengals","904":"wide","905":"receiver","906":"chad","907":"print","908":"warn","909":"parents","910":"signs","911":"rare","912":"dangerous","913":"immune","914":"diseases","915":"researchers","916":"simon","917":"los","918":"angeles","919":"acquired","920":"original","921":"version","922":"written","923":"record","924":"adolf","925":"hitler","926":"hostility","927":"jews","928":"posada","929":"starting","930":"lineup","931":"removing","932":"shortly","933":"times","934":"winner","935":"ernie","936":"els","937":"felt","938":"mixture","939":"pride","940":"joining","941":"elite","942":"fly","943":"zone","944":"libya","945":"impact","946":"massive","947":"relief","948":"mission","949":"rachel","950":"johnson","951":"helps","952":"knicks","953":"amar","954":"stoudemire","955":"turn","956":"heads"},"size":957}
