0 decision
1 means
2 ruling
3 nearly
4 months
5 regular
6 season
7 begins
8 time
9 sides
10 work
11 deal
12 delaying
13 bad
14 weather
15 factor
16 soaring
17 food
18 prices
19 farm
20 stocks
21 possibly
22 prepared
23 harvest
24 gains
25 moment
26 jack
27 warner
28 threatened
29 soccer
30 tsunami
31 remains
32 stuck
33 corruption
34 storm
35 raging
36 fifa
37 shows
38 sign
39 extraordinary
40 week
41 game
42 governing
43 body
44 joshua
45 jackson
46 goes
47 bang
48 plus
49 amazing
50 race
51 nears
52 finish
53 line
54 asking
55 public
56 notes
57 man
58 killed
59 1999
60 documentary
61 hollywood
62 producer
63 music
64 promoter
65 jerry
66 recalls
67 best
68 stories
69 list
70 celebrities
71 knows
72 paris
73 theme
74 park
75 closed
76 thunder
77 mountain
78 train
79 ride
80 monday
81 piece
82 fell
83 injured
84 people
85 seriously
86 state
87 official
88 told
89 reuters
90 hewlett
91 packard
92 ceo
93 leo
94 detailed
95 generation
96 strategy
97 follow
98 company
99 expense
100 policy
101 held
102 liable
103 corporate
104 card
105 balance
106 security
107 court
108 sentenced
109 prominent
110 shiite
111 cleric
112 years
113 prison
114 kidnapping
115 police
116 officer
117 arizona
118 highest
119 hold
120 execution
121 scheduled
122 wednesday
123 apartment
124 complex
125 set
126 die
127 1984
128 rape
129 murder
130 year
131 old
132 newspaper
133 delivery
134 girl
135 scored
136 playoff
137 debut
138 goal
139 gave
140 san
141 jose
142 sharks
143 victory
144 red
145 wings
146 friday
147 night
148 plenty
149 disaster
150 movies
151 earthquake
152 struck
153 japan
154 fiction
155 entertainment
156 industry
157 responded
158 dire
159 situation
160 florida
161 little
162 walker
163 came
164 big
165 scoring
166 points
167 hitting
168 clutch
169 shots
170 stretch
171 gators
172 beat
173 authorities
174 thursday
175 released
176 surveillance
177 images
178 said
179 showed
180 attacker
181 carrying
182 bomb
183 200
184 allergies
185 especially
186 tough
187 say
188 allergy
189 experts
190 president
191 china
192 praised
193 north
194 korea
195 ailing
196 leader
197 kim
198 jong
199 giving
200 priority
201 improving
202 lives
203 chinese
204 news
205 agency
206 floor
207 clinic
208 migrants
209 nigeria
210 trapped
211 country
212 war
213 died
214 minutes
215 escape
216 kimberly
217 clark
218 raising
219 diapers
220 bathroom
221 tissue
222 increasing
223 raw
224 materials
225 costs
226 doctor
227 hugh
228 house
229 fox
230 network
231 announced
232 today
233 kyle
234 pitched
235 innings
236 hit
237 ball
238 earn
239 major
240 league
241 win
242 jayson
243 solo
244 runs
245 toronto
246 bureau
247 opened
248 thousands
249 cases
250 search
251 criminal
252 terrorist
253 activity
254 questions
255 intelligence
256 gathering
257 rules
258 lax
259 crowd
260 gathered
261 tiny
262 parking
263 lot
264 strip
265 mall
266 catch
267 glimpse
268 boxer
269 manny
270 pacquiao
271 working
272 second
273 gym
274 defending
275 champion
276 rafael
277 nadal
278 andy
279 murray
280 thrilling
281 match
282 reach
283 monte
284 carlo
285 masters
286 final
287 clues
288 departure
289 executive
290 director
291 andrew
292 point
293 anger
294 costly
295 insurgent
296 afghan
297 defense
298 ministry
299 attack
300 days
301 violence
302 raise
303 military
304 transition
305 plans
306 start
307 google
308 locked
309 high
310 stakes
311 showdown
312 dominate
313 cloud
314 computing
315 general
316 manager
317 sandy
318 alderson
319 updated
320 status
321 mets
322 players
323 syrian
324 bashar
325 assad
326 accepted
327 resignation
328 government
329 tuesday
330 television
331 planning
332 significantly
333 revamp
334 video
335 compete
336 broadcast
337 cable
338 wall
339 street
340 journal
341 reports
342 coveted
343 willing
344 spend
345 waiting
346 pay
347 far
348 ordinary
349 michael
350 douglas
351 sat
352 interview
353 oprah
354 winfrey
355 slated
356 air
357 golf
358 tournament
359 app
360 ipad
361 perfect
362 playing
363 partner
364 fans
365 augusta
366 obama
367 actions
368 highlight
369 style
370 adopted
371 party
372 losses
373 november
374 turner
375 sports
376 tnt
377 nascar
378 sprint
379 cup
380 coverage
381 sunday
382 races
383 cover
384 request
385 united
386 nations
387 council
388 behalf
389 taliban
390 figures
391 seeks
392 reconciliation
393 talks
394 forward
395 italy
396 prime
397 minister
398 silvio
399 berlusconi
400 popularity
401 faces
402 string
403 legal
404 appeared
405 publicly
406 nfl
407 lockout
408 leads
409 games
410 winners
411 punishment
412 decline
413 american
414 schools
415 acceptable
416 states
417 125
418 dinosaur
419 100
420 mohamed
421 bin
422 hammam
423 received
424 boost
425 campaign
426 backed
427 committee
428 member
429 sibling
430 piano
431 group
432 browns
433 life
434 judge
435 utah
436 sexually
437 abusing
438 daughters
439 children
440 report
441 auto
442 small
443 cars
444 central
445 seeking
446 capitalize
447 shift
448 consumers
449 era
450 gas
451 duck
452 boat
453 tourist
454 resume
455 philadelphia
456 deadly
457 accident
458 summer
459 tourists
460 beyonce
461 single
462 run
463 world
464 girls
465 hits
466 radio
467 itunes
468 star
469 jay
470 enjoying
471 houston
472 astros
473 owner
474 agreed
475 sell
476 team
477 owned
478 led
479 local
480 businessman
481 jim
482 crane
483 barry
484 bonds
485 convicted
486 obstructing
487 justice
488 trial
489 lied
490 steroids
491 jury
492 failed
493 verdict
494 counts
495 black
496 jacket
497 outfit
498 metropolitan
499 museum
500 art
501 chronicles
502 career
503 late
504 british
505 fashion
506 designer
507 alexander
508 mcqueen
509 distress
510 near
511 peak
512 mount
513 mckinley
514 separate
515 helicopter
516 national
517 service
518 ratings
519 concerned
520 growth
521 prospects
522 ability
523 reduce
524 deficit
525 hampshire
526 fueled
527 census
528 data
529 chipper
530 jones
531 fixture
532 good
533 bet
534 says
535 play
536 sore
537 right
538 knee
539 clock
540 dwyane
541 wade
542 pushed
543 miami
544 lead
545 lebron
546 james
547 danced
548 mavericks
549 went
550 brigham
551 young
552 brandon
553 davies
554 suspended
555 march
556 violating
557 school
558 honor
559 code
560 return
561 murphy
562 plays
563 elderly
564 actress
565 secret
566 holocaust
567 theater
568 picture
569 apple
570 reported
571 exceptional
572 quarter
573 doubling
574 income
575 inciting
576 worry
577 competition
578 suffer
579 mobile
580 chicago
581 guard
582 quoted
583 espn
584 magazine
585 saying
586 performance
587 enhancing
588 drugs
589 influence
590 true
591 sense
592 humor
593 defined
594 elizabeth
595 taylor
596 knew
597 exactly
598 wanted
599 starring
600 role
601 district
602 denied
603 planned
604 parenthood
605 indiana
606 block
607 enforcement
608 law
609 cutting
610 funds
611 family
612 organization
613 timothy
614 geithner
615 treasury
616 chief
617 economic
618 administration
619 respect
620 asia
621 europe
622 presidential
623 favorite
624 consume
625 getting
626 benefit
627 attend
628 founder
629 steve
630 wozniak
631 idea
632 fix
633 education
634 computers
635 course
636 ben
637 roethlisberger
638 key
639 steelers
640 success
641 vick
642 quarterbacks
643 consistently
644 succeed
645 collapse
646 tips
647 comparing
648 colleges
649 financial
650 aid
651 offers
652 live
653 blogging
654 heat
655 celtics
656 tonight
657 weigh
658 comments
659 cast
660 vote
661 quick
662 question
663 households
664 satisfied
665 current
666 price
667 levels
668 chance
669 rising
670 inflation
671 coming
672 bank
673 survey
674 published
675 offensive
676 stars
677 typically
678 fair
679 share
680 media
681 attention
682 look
683 emerging
684 defenders
685 pennsylvania
686 medical
687 center
688 surgeon
689 nurse
690 involved
691 transplant
692 kidney
693 donor
694 hepatitis
695 spokeswoman
696 frequent
697 travelers
698 convinced
699 rental
700 car
701 companies
702 gasoline
703 convenience
704 engine
705 airplane
706 crashed
707 southeastern
708 michigan
709 killing
710 aboard
711 federal
712 aviation
713 longtime
714 superintendent
715 ways
716 turned
717 salary
718 uses
719 bond
720 issue
721 drawing
722 criticism
723 alabama
724 executed
725 lethal
726 injection
727 shooting
728 rampage
729 drinking
730 alcohol
731 1992
732 arrest
733 dominique
734 strauss
735 kahn
736 alleged
737 sexual
738 maid
739 york
740 hotel
741 sent
742 french
743 ice
744 hockey
745 opera
746 scripted
747 drama
748 laurent
749 gbagbo
750 remained
751 siege
752 residence
753 forces
754 took
755 territory
756 alassane
757 ouattara
758 supporters
759 bringing
760 swiss
761 miners
762 glencore
763 add
764 value
765 agenda
766 ivan
767 saturday
768 white
769 layup
770 seconds
771 left
772 sealed
773 aggies
774 texas
775 advanced
776 title
777 brewers
778 utility
779 sleep
780 leaguer
781 placed
782 day
783 disabled
784 decade
785 winning
786 senior
787 pga
788 championship
789 tom
790 watson
791 fellow
792 david
793 louisville
794 kentucky
795 centuries
796 patient
797 lost
798 patients
799 visit
800 increasingly
801 kept
802 guessing
803 appear
804 just
805 spirits
806 devastated
807 nation
808 unexpectedly
809 gold
810 figure
811 skating
812 championships
813 australia
814 huge
815 cattle
816 planet
817 warming
818 methane
819 emissions
820 thought
821 study
822 suggesting
823 cows
824 climate
825 friendly
826 ray
827 2009
828 supposed
829 contract
830 rapper
831 rule
832 pleaded
833 guilty
834 failing
835 file
836 tax
837 returns
838 promised
839 taxes
840 penalties
841 attorney
842 office
843 jersey
844 mantra
845 bulls
846 coaches
847 way
848 appropriate
849 spokesman
850 moussa
851 ibrahim
852 hundreds
853 distributed
854 civilians
855 defend
856 women
857 apparently
858 connected
859 beauty
860 parlor
861 murdered
862 mexican
863 beach
864 resort
865 morning
866 matthew
867 weiner
868 mad
869 men
870 creator
871 continue
872 running
873 seasons
874 option
875 amc
876 affirmed
877 early
878 2012
879 ncaa
880 drew
881 overnight
882 household
883 rating
884 meaning
885 usa
886 2010
887 controls
888 large
889 sport
890 anti
891 doping
892 business
893 owners
894 boston
895 sox
896 proof
897 doing
898 professional
899 bull
900 riders
901 confirmed
902 cincinnati
903 bengals
904 wide
905 receiver
906 chad
907 print
908 warn
909 parents
910 signs
911 rare
912 dangerous
913 immune
914 diseases
915 researchers
916 simon
917 los
918 angeles
919 acquired
920 original
921 version
922 written
923 record
924 adolf
925 hitler
926 hostility
927 jews
928 posada
929 starting
930 lineup
931 removing
932 shortly
933 times
934 winner
935 ernie
936 els
937 felt
938 mixture
939 pride
940 joining
941 elite
942 fly
943 zone
944 libya
945 impact
946 massive
947 relief
948 mission
949 rachel
950 johnson
951 helps
952 knicks
953 amar
954 stoudemire
955 turn
956 heads
