0 ID
1 TEXT
2 lg
3 verdadero
4 amigo
5 ser
6 tomar
7 mano
8 tocar
9 Gabriel
10 porro
11 no
12 subir
13 minuto
14 Pulsador
15 M7
16 rojo
17 Aitana
18 haber
19 coger
20 jersey
21 nuevo
22 Ana
23 quitar
24 etiqueta
25 poner
26 permiso
27 papo
28 Fan
29 Rio
30 EXCLUSIVA
31 Mexico
32 delante
33 llorar
34 FALLA
35 sales
36 decir
37 exiliado
38 President
39 fugado
40 bueno
41 responsable
42 propio
43 acto
44 Bananaaaaaa
45 encantar
46 batir
47 arrancar
48 novio
49 roi
50 hacer
51 carta
52 lea
53 estado
54 sentar
55 solo
56 preguntar
57 Roi
58 Rois
59 creer
60 responder
61 gustar
62 ver
63 OT
64 iPhone
65 muy
66 conseguir
67 tener
68 dar
69 mensaje
70 seguirnos
71 querer
72 llegar
73 amaia
74 alfred
75 aitana
76 ya
77 separar
78 hombre
79 recorridos
80 tan
81 inesperado
82 anuncio
83 Dedicado
84 incongruencia
85 redoble
86 tambor
87 mear
88 vida
89 tratar
90 recoger
91 fruto
92 cosecha
93 semilla
94 siembra
95 poder
96 elegir
97 vosotros
98 ganar
99 votare
100 noche
101 fuerza
102 soportar
103 calor
104 agobiante
105 esperar
106 Sois
107 pesados
108 vaca
109 brazo
110 Barcelona
111 dignidad
112 salarial
113 Plaza
114 Urquinaona
115 dudar
116 firma
117 disco
118 presento
119 gilipollas
120 aplicar
121 ley
122 mordaza
123 Arzobispo
124 Toledo
125 examen
126 vais
127 aprobar
128 UCO
129 usar
130 actualmente
131 dinero
132 procedente
133 registrar
134 invitamos
135 conocer
136 territorio
137 protegido
138 amarteEs
139 sirena
140 tiQue
141 atraer
142 broche
143 final
144 maravilloso
145 Triunfo
146 deber
147 finalista
148 dulzura
149 Amaia
150 caris
151 perder
152 Love
153 on
154 the
155 Brain
156 box
157 Brutal
158 concurso
159 cuerpo
160 saber
161 monstruo
162 idea
163 asesino
164 machista
165 enfermo
166 quedar
167 cuarto
168 Final
169 Copa
170 Rey
171 Real
172 Madrid
173 Fc
174 Sevill
175 go
176 hoy
177 partido
178 votado
179 Gracias
180 confianza
181 clase
182 Alfred
183 puro
184 renacido
185 Ricky
186 ducha
187 disfrutar
188 fin
189 semana
190 puto
191 perfecto
192 ir
193 bordar
194 REINA
195 ICONICO
196 oportunidad
197 UE
198 recordar
199 blogs
200 Finalista
201 ganador
202 elevar
203 nivel
204 by
205 Omoshiroi
206 Block
207 cierto
208 levantar
209 temprano
210 realidad
211 parte
212 FELIZ
213 amarres
214 pasado
215 pienses
216 demasiado
217 futuro
218 vivir
219 presente
220 metida
221 falsete
222 olvidar
223 articular
224 mejor
225 frase
226 PP
227 gestor
228 alternativa
229 mentira
230 viajar
231 escaparnos
232 escapar
233 Ultimas
234 firmado
235 recarga
236 entrar
237 sorteo
238 Pastora
239 Soler
240 sorprender
241 concierto
242 Murcia
243 Ruth
244 Lorenzo
245 nada
246 claro
247 Camaradas
248 compartir
249 Enero
250 Portada
251 Diario
252 Aprob
253 verdad
254 Rivera
255 presidente
256 Arrimadas
257 Podem
258 facilitar
259 gov
260 Consolas
261 Ezio
262 Auditore
263 caliente
264 siempre
265 rm
266 casa
267 rural
268 billar
269 juego
270 OTp
271 ana
272 gente
273 salir
274 estar
275 nominadogente
276 publicar
277 Instagram
278 Lloro
279 ayer
280 vez
281 volver
282 decidis
283 votar
284 AgusGracias
285 Haber
286 cosilla
287 recortar
288 mitad
289 ayuda
290 beca
291 Miriam
292 puta
293 demonio
294 LLORANDO
295 dejar
296 paseo
297 po
298 empezar
299 Ojala
300 consti
301 asi
302 JAJAJA
303 milagro
304 paso
305 hazle
306 caso
307 conciencia
308 manejar
309 JAJAJJAJAJAJAJA
310 POR
311 FAVOR
312 Lady
313 Gaga
314 iniciar
315 gira
316 europeo
317 cancelar
318 pasaaaaa
319 necesitas
320 madre
321 decirle
322 expandir
323 Sarampion
324 vacuna
325 escasear
326 tonto
327 jodidos
328 pensar
329 Buscan
330 fortalecer
331 cambio
332 nacional
333 PAREN
334 NUNCA
335 DIOS
336 liar
337 momento
338 uns
339 trabajar
340 lejos
341 Partidos
342 validar
343 costar
344 muerte
345 Curazao
346 importar
347 durar
348 importante
349 valer
350 pena
351 Chocaron
352 Trenes
353 corto
354 Rihanna
355 brutal
